{
  "heroText": {
    "title": "Healthy Smiles: Naperville's Premier Dental Home",
    "highlightedText": "Healthy Smiles:",
    "highlightInFront": true,
    "textBlock": [
      {
        "text": "Decades of dedicated dental care have established Dr. Keith Brown as a linchpin of the dental community in Chicagoland."
      },
      {
        "text": "Whether you need immediate care or are looking for a long-term dental home, our doors are open at the landmark Fifth Third Bank Building."
      }
    ]
  },
  "features": {
    "title": "Delivering Dental Excellence to Every Smile",
    "highlightedText": "Dental Excellence",
    "highlightInFront": false,
    "intro": "At Dr. Keith Brown's office, we're committed to high-quality care with a personal touch for the Chicagoland community.",
    "textBlock": [
      {
        "title": "Affordable Dental Solutions",
        "text": "Offering the most accessible dental care and financing solutions tailored to meet your needs.",
        "icon": "fa-hand-holding-medical",
        "link": "#financialSection"
      },
      {
        "title": "Emergency Services Available 24/7",
        "text": "Immediate care when you need it most. Contact us anytime for emergency dental services.",
        "icon": "fa-kit-medical",
        "link": "#apptSection"

      },
      {
        "title": "Conveniently Located",
        "text": "Find us easily on the third floor of the Fifth Third Bank building at the heart of Naperville, Illinois.",
        "icon": "fa-location-dot",
        "link": "#locationSection"

      },
      {
        "title": "A Stress-Free Dental Experience",
        "text": "Experience dental care in a serene environment designed to alleviate the stress of your visit.",
        "icon": "fa-spa",
        "link": "#servicesSection"

      }
    ]
  },
  "doctorSection": {
    "title": "Dr. Keith A. Brown: A Legacy of Excellence",
    "highlightedText": "A Legacy of Excellence",
    "highlightInFront": false,
    "textBlock": [
      {
        "text": "With over four decades of dedication, Dr. Keith A. Brown, DDS, FAGD, represents a cornerstone of dental well-being in Naperville, offering unmatched expertise and a personal touch."
      },
      {
        "text": "Embracing the latest in dentistry with a personalized care approach, Dr. Brown delivers an exceptional and tailored dental experience."
      }

    ],
    "bottomTextBlock": [
      {
        "text": "wordse"
      }
    ]
  },
  "mapSection": {
    "title": "Welcoming You to Your Naperville Dental Home",
    "highlightedText": "Welcoming",
    "highlightInFront": true,
    "textBlock": [
      {
        "text": "Dedicated to enhancing smiles for over 30 years, our Naperville location offers exceptional dental care amidst panoramic views on the third floor of the Fifth Third Bank building."
      }
    ]
  },
  "financialSection": {
    "title": "Empowering Everyone with Affordable Dental Care",
    "highlightedText": "Empowering Everyone",
    "highlightInFront": true,
    "textBlock": [
      {
        "text": "We're dedicated to providing affordable dental care tailored to your needs. We proudly accept most traditional insurance plans. Please contact our office to confirm your plan's acceptance"
      },

      {
        "text": "Flexible payment options, including checks, cash, and credit cards, are available to ensure you receive the care you need."
      }
    ]
  },
  "dentalServicesSection": {
    "title": "Our Dental Services Are Designed to Meet Your Needs",
    "highlightedText": "Our Dental Services",
    "highlightInFront": true,
    "textBlock": [
      {
        "text": "At our practice, we offer a wide range of dental services to cater to your oral health needs."
      },
      {
        "text": "From routine checkups and cleanings to advanced restorative and cosmetic treatments, we are dedicated to providing personalized care for every patient."
      }
    ]
  }
,

  "appointmentSection": {
    "title": "Simplifying Your Journey with Easy Scheduling",
    "highlightedText": "Simplifying Your Journey",
    "highlightInFront": true,
    "textBlock": [
      {
        "text": "Embark on your journey to a healthier, happier smile with our easy online scheduling."
      },
      {
        "text": "Committed to patient convenience, accessing top-tier dental care has never been simpler."
      }
    ]
  }
}
